// Loading messages from our old Slack server.
[
    "'I am the Beastmaster.'- Atsushi",
    "Philip: 'I'm not scary, I'm more of a nuisance.'",
    "Gus: 'That was Diffie!' Rob: 'Aw Hell, man!'",
    "'What the hell is BDSM? I don't believe it's a thing.' - Anthony",
    "'I was never wrong.' - Anton",
    "I had a design doc! It was pretty good for a while! - Anthony",
    "You can't catch 'the gay' from a kiss. - Chris",
    "The NSA doesn't care about @ted.eatons feelings. - Shane",
    "'I believe I may have been wrong; we might need a project manager.' -Shane",
    "'There's *lots* of primes!' - Gus",
    "'I feel like I should know how to make a phonecall' - jmathews",
    "I agree with @anthony.hu, I have no idea what this means. --@shane",
    "'My suggestion is to walk over here and yell at me.' - Sir Stubbs-alot",
    "'I'd keep you around in the corner if you started eating crayons.' - Justin",
    "i'm a dumb user who insists on using a super-user OS - Gus",
    "*Phillip - Slackbot",
    "'Phil, I trust your judgement.' - Victoria",
    "'Anthony, you're good to go and I promise we'll never ever put any state in the context.' --Chris (as paraphrased by Anthony)",
    "Can I be a chair? --Anthony",
    "So what if I didn't google it!? - Anthony",
    "slack u y so cra-cra? --Gus",
    "...you're also right about the code, so maybe you're right about a lot more stuff. I refuse to accept that. --Stubbs",
    "Today I was defeated by the stapler..... - anthony.hu",
    "malloc(0): 'Some guy just came by and allocated all of none of the things.'",
    "Bah, just because it's ridiculously slow doesn't mean it's unusable. - Chris Herborth",
    "Orange + Blue = 4? --Ryan",
    "SIDH vs Urbandictionary: 'Shane Is Da Hotness' - Shane",
    "I may be sick, but I'm still stupid. - Shane",
    "I'm stupid. The appointment is for tomorrow so I will be out of the office for an hour tomorrow at 1pm. - Anthony",
    "I'm making you care! - Shane",
    "If you or a loved one suffer from pseudolinear homomorphisms, you may be entitled to financial compensation.",
    "I’m never speaking on slack again. -Ryan",
    "Moral of the story; never fix the problem. - Chris",
    "Introducing SWEAT-512.",
    "Oh! Don't touch that, it's a death trap! - Anthony",
    "I don't trust any of you! - Shane",
    "'Non-repudiation is good because it is more safety' - via @filip",
    "I used to be easy going and fun; streets/Isara made me this way. -Parnian",
    "Oh man... I shouldn't have gotten that little burger! - Anthony",
    "(mod 1) isn't secure. - Anthony",
    "I'm a fan of lettuce based cryptogravy. - Filip",
    "The THX sound is actually a recording of Chuck Norris yawning.",
    "Something something onion. - Daniel Van Geest",
    "Let them manage q. - Mike Brown",
    "It's Isogeny not Misogyny! - Mark (the Younger)",
    "Co-ops are an asset to the company: ...as indicated by your barcode, which clearly identifies you as 'ISARA Corporation asset #24601' - Gus",
    "I'm blocked by my own dumbness. - Atsushi on Isogenies",
    "I agree with @chris - @shane",
    "We'll give them a quantum blast! - Jerry",
    "Hey, why don't we redesign the KDF APIs today?",
    "We produce end-to-end solutions promoting synergy between content and quantum platforms.",
    "Our Toolkit is more better!",
    "Our Toolkit features brand new math.",
    "Friday is Hawai'ian shirt day!",
    "The Mother Modem is the heart of the hard-drive.",
    "We're here to save the world... - Atsushi",
]
